# Фрагмент A
first = 2
second = 3
print(first + second)
# Чтобы выполнить математическое сложение,
# нужно преобразовать строковые значения в целые числа убрав ковычки
# или с помощью функции int()
# Фрагмент Б
age = int(input("Возраст: "))
print(age + 1)
# Строку, полученную из ввода, необходимо перевести
# в целочисленный тип с помощью int() перед тем, как прибавлять единицу.
# Фрагмент В
first = 4
second = 7
third = 10
average = (first + second + third) / 3
print(average)
# Чтобы сначала найти общую сумму, а затем разделить её на количество чисел,
# операцию сложения нужно взять в круглые скобки.